/* <=========================================================================================
১২. একটা অবজেক্ট ডিক্লেয়ার করবে। সেটাতে তিনটা প্রপার্টি থাকবে। এবং কোন একটা প্রোপার্টি এর মান চেইঞ্জ করবা। 
=============================================> */

var phones = { name : 'Samsung M10',
                price : 45000,
                display : 10 ,
                color : 'black',
                waterproved : 'yes',
                quality : 'High'
                    };
                    phones.name = 'Nokia 320' /// update .... name.....

console.log(phones); /// seee al data  in object ............